---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.VertexStream
source: html/fc0616b9-8da1-3ccf-3b29-5ddaccf95930.htm
---
# VertexStream Members

Releases all resources used by the VertexStream